Repository: eduNEXT/xblock-discussion-grading
Catalog: discussion_grading/locale/*/LC_MESSAGES/text.po
Languages: es_es

source: Minimum Participations
es_es: Mínimo de Participaciones

source: Weighted Participations
es_es: Participaciones Ponderadas

source: Display Name
es_es: Nombre a Mostrar

source: The display name for this component.
es_es: El nombre a mostrar para este componente.

source: Discussion Grading
es_es: Calificación de Discusión

source: Grading Method
es_es: Método de Calificación

source: Defines the grading method to be used. When set to 'Minimum Participations', the learner will obtain the maximum score if the number of participations is greater than or equal to the number of participations required to pass, 0 otherwise. When set to 'Weighted Participations', the learner will obtain a score equal to the number of participations divided by the number of participations required to pass. The score is rounded to the nearest integer.
es_es: Define el método de calificación a utilizar. Cuando se establece en 'Mínimo de Participaciones', el estudiante obtendrá la puntuación máxima si su número de participaciones es mayor o igual al número de participaciones requeridas para aprobar, 0 en caso contrario. Cuando se establece en 'Participaciones Ponderadas', el estudiante obtendrá una puntuación igual a su número de participaciones dividido por el número de participaciones requeridas para aprobar. La puntuación se redondea al entero más cercano.

source: Maximum Attempts
es_es: Intentos Máximos

source: Defines the number of times a student can attempt to calculate the grade. If the value is not set, infinite attempts are allowed.
es_es: Define el número de veces que un estudiante puede intentar calcular la calificación. Si el valor no está establecido, se permiten intentos infinitos.

source: Number of Participations
es_es: Número de Participaciones

source: Defines the number of participations required to pass. If the number of learner participations is greater than or equal to this value, the student will pass with the maximum score regardless of the grading method.
es_es: Define el número de participaciones requeridas para aprobar. Si el número de participaciones del estudiante es mayor o igual a este valor, el estudiante aprobará con la puntuación máxima independientemente del método de calificación.

source: Problem Weight
es_es: Peso del Problema

source: Defines the number of points this problem is worth. By default, the problem is worth 10 points.
es_es: Define el número de puntos que vale este problema. Por defecto, el problema vale 10 puntos.

source: Instructions Text
es_es: Texto de Instrucciones

source: Defines the instructions text to be displayed to the student.
es_es: Define el texto de instrucciones que se mostrará al estudiante.

source: Please press the button to calculate your grade according to the number of participations in the discussion forum.
es_es: Por favor, presiona el botón para calcular tu calificación de acuerdo al número de participaciones en el foro de discusión.

source: Button Text
es_es: Texto del Botón

source: Defines the text to be displayed on the button.
es_es: Define el texto que se mostrará en el botón.

source: Calculate Discussion Participation
es_es: Calcular Participación en la Discusión

source: Number of attempts taken by the student to calculate the grade.
es_es: Número de intentos tomados por el estudiante para calcular la calificación.

source: Raw score
es_es: Puntuación Bruta

source: The raw score for the assignment.
es_es: La puntuación bruta para la tarea.

source: Submission UUID
es_es: UUID de la Entrega

source: The submission UUID for the assignment.
es_es: El UUID de la entrega para la tarea.

source: You have reached the maximum number of attempts.
es_es: Has alcanzado el número máximo de intentos.

source: Discussion forum is not enabled. Please contact the course team.
es_es: El foro de discusión no está habilitado. Por favor, contacta al equipo del curso.

source: Forum stats for user not found. Follow the instructions for the course and try again.
es_es: No se encontraron estadísticas del foro para el usuario. Sigue las instrucciones del curso e inténtalo de nuevo.

source: You have made
es_es: Has hecho

source: attempts to calculate the grading.
es_es: intentos para calcular la calificación.

source: Your score is:
es_es: Tu puntuación es:
